Repository: hardikecohome/TestCodeStar
Catalog: DealnetPortal.Api.Resources/Resources.*.resx
Languages: fr

# ContractWasDeclined
source: Contract {0} was declined
fr: Le contrat {0} a été refusé

# ContractWasSuccessfullyChanged
source: Contract {0} was successfully changed
fr: Le contrat {0} a été modifié avec succès

# ContractWasSuccessfullySubmitted
source: Contract {0} was successfully submitted
fr: Le contrat {0} a été soumis avec succès

source: Home Owner's Name:
fr: Nom du propriétaire:

source: Please Sign Agreement
fr: Veuillez signer l’entente

source: Type of Application:
fr: Type de demande :

source: Air Conditioner
fr: Climatiseur

source: Air Handler
fr: Centrale de traitement de l’air

# AndThenYouPromptedToChangePass
source: and then you will be prompted to change the password.
fr: puis vous serez invité à modifier le mot de passe.

source: Basement Repair
fr: Réparations du sous-sol

source: Bathroom
fr: Salle de bains

source: Boiler
fr: Chaudière

source: Business phone
fr: Numéro de téléphone au travail

source: Cell phone
fr: Téléphone cellulaire

source: Deal Info
fr: Info sur la transaction

source: Doors
fr: Portes

# EexternalLoginAlreadyAssociated
source: The external login is already associated with an account.
fr: La connexion externe est déjà associée à un compte.

source: Error on Register user
fr: Erreur lors de l’enregistrement de l’utilisateur

source: Extended Warranty Form
fr: Formulaire de prolongation de la garantie

source: External login failure.
fr: Ouverture de session externe échouée.

# ExternalServiceUnavailable
source: External service is unavailable
fr: Le service externe n’est pas disponible

source: Fireplace
fr: Foyer

source: Flooring
fr: Plancher

source: Furnace
fr: Fournaise

source: GST
fr: TPS

source: GST + PST
fr: TPS + TVP

source: GST + QST
fr: TPS + TVQ

source: Heat Pump
fr: Thermopompe

source: Hepa System
fr: Système HEPA

source: Home phone
fr: Numéro de téléphone résidentiel

# Hrv
source: Heat Recovery Ventilator
fr: Ventilateur de récupération de chaleur

source: HST
fr: TVH

# Hwt
source: Hot Water Tank
fr: Réservoir d'eau chaude

source: Installation address
fr: Adresse de l’installation

source: Invalid user email.
fr: Courriel de l’utilisateur invalide.

source: Invoice
fr: Facture

source: Kitchen
fr: Cuisine

# OntimePassCorrectNowChange
source: Your on-time password is correct, now please change the password
fr: Votre mot de passe à usage unique est correct; maintenant, veuillez modifier votre mot de passe

source: Other
fr: Autre

# PleaseUseToLoginPortal
source: Please use it to login the portal
fr: Veuillez l’utiliser pour ouvrir une session sur le portail

source: Plumbing
fr: Plomberie

source: Porch Enclosure
fr: Véranda

source: Roofing
fr: Toiture

source: Security System
fr: Système de sécurité

source: Siding
fr: Revêtement

source: Signed Contract
fr: Contrat signé

source: Signed Installation Certificate
fr: Certificat d’installation signé

source: Sunrooms
fr: Solariums

source: Tankless Water Heater
fr: Chauffe-eau sans réservoir

source: Third Party Verification Call
fr: Visite de vérification par un tiers

# ThisIsYourOnetimePass
source: This is your one-time password:
fr: Voici votre mot de passe à usage unique :

# ThisIsYourPass
source: This is your password:
fr: Voici votre mot de passe :

source: Unknown
fr: Inconnu

source: Unknown application to log in.
fr: Demande d’ouverture de session inconnue.

source: Unknown application to register
fr: Demande d’enregistrement inconnue

# UserNamerPasswordIncorrect
source: The user name or password is incorrect.
fr: Le nom ou le mot de passe de l’utilisateur est incorrect.

# VoidPersonalChequeCopy
source: Copy of Void Personal Cheque
fr: Copie du chèque personnel annulé

source: Water Treatment System
fr: Système de traitement de l’eau

source: Windows
fr: Fenêtres

source: Your one-time password
fr: Voici votre mot de passe à usage unique

source: Your password
fr: Votre mot de passe

source: Application submitted
fr: Demande soumises

source: Client data inputted
fr: Données client saisies

source: Contract
fr: Contrat

source: Credit check declined
fr: Vérification du crédit refusée

source: Credit check initiated
fr: Vérification du crédit amorcée

source: Customer
fr: Client

source: Email
fr: Adresse Courriel

source: Equipment
fr: Équipement

# LoanApplication
source: Loan
fr: Prêt

source: Phone
fr: Téléphone

# RentalApplication
source: Rental
fr: Location

# RentalApplicationHwt
source: Rental (HWT)
fr: Location (HWT)

source: Reports
fr: Rapports

source: SalesRep
fr: Représentant

source: Sent to audit
fr: Envoyer à la vérification

source: Started to fill new contract
fr: Le contrat a commencé à être rempli

source: Status
fr: État

source: Value
fr: Valeur

source: Thank you for applying for financing.
fr: Merci d’avoir effectué une demande de financement.

# YourFinancingApplicationWasSubmitted
source: Your financing application was successfully submitted.
fr: Votre demande de financement a été soumise.

source: Fax
fr: Télécopieur

# YouHaveBeenPreapprovedFor
source: You have been pre-approved for ${0}.
fr: Vous avez été pré-approuvé pour un montant de {0} $.

# WillContactYouSoon
source: {0} will contact you soon.
fr: {0} communiquera avec vous prochainement.

# IfYouHaveQuestionsPleaseContact
source: If you have any question please contact
fr: Si vous avez des questions, veuillez communiquer avec

source: New customer applied for financing
fr: Nouveau client ayant fait une demande de financement

source: Selected type of service
fr: Type de services choisi

source: ID Not yet generated
fr: ID pas encore généré

source: Comment
fr: Commentaires

source: Contract ID
fr: ID du contrat

source: Name
fr: Nom

source: Pre-approved
fr: Préapprouvé

source: You can view this deal here
fr: Vous pouvez consulter cette transaction ici

source: Dealer
fr: Marchand

source: Well Pump
fr: Pompe de puits

source: Air Filtration
fr: Filtration d’air

source: Hot Tub
fr: Cuve thermale

source: Vertical Fan/HRV Combo
fr: Combo ventilateur vertical et ventilateur-récupérateur de chaleur

source: Pool
fr: Piscines

source: Broker
fr: Marchand

source: Client’s comment
fr: Commentaire du client

source: Comment from customer
fr: Commentaire du client

source: Congratulations
fr: Félicitations

source: Consumer direct
fr: Directement au consommateur

source: Contact information
fr: Coordonnées

# CustomerLeadHasNotBeenAcceptedByAnyDealerFor
source: Customer lead has not been accepted by any dealer for {0}h (type: {1}, postal code: {2})
fr: La piste de client n’a été acceptée par aucun détaillant pour {0}h (type : {1}, code postal : {2})

source: Deferral
fr: Report

source: Distributor
fr: Distributeur

# DoorToDoor
source: Door to door sales
fr: Ventes de porte à porte

source: Email address
fr: Adresse de courriel

source: Financing
fr: Financement

source: Financing + Leasing
fr: Financement + location

source: Fixed Rate
fr: Taux fixe

# FollowingLeadHasNotBeenAcceptedByAnyDealerFor12h
source: Following lead has not been accepted by any dealer for {0}h
fr: La piste suivante n’a été acceptée par aucun détaillant pour {0}h

source: for
fr: pour

source: Hi
fr: Bonjour

source: Home improvement type
fr: Type de rénovations résidentielles

# IfYouHaveQuestionsToHomeProfessionalPleaseContact
source: If you have any question to home professional please contact
fr: Si vous avez des questions pour le professionnel en rénovations, veuillez communiquer avec

source: In case of questions please contact
fr: Si vous avez des questions, veuillez communiquer avec

source: In case remarks about selected home professionals please contact
fr: Si vous avez des commentaires au sujet des professionnels en rénovation sélectionnés, veuillez communiquer avec

source: Incorporated
fr: Constitué

source: Independent
fr: Indépendant

source: Leasing
fr: Location

# LessThanOneYear
source: less than 1 year
fr: Moins d’un an

source: Limited
fr: Limité

# LocalAds
source: Local Advertising
fr: Publicité locale

# LookingForSecond
source: Looking for secondary
fr: Recherche pour secondaire

source: Mail
fr: Courriel

source: Mobile phone
fr: Téléphone cellulaire

# MoreThanTwoYears
source: more than 2 years
fr: Plus de 2 ans

# NoCurrentFinancing
source: No current financing solution
fr: Aucune solution de financement actuelle

# NoDealersMatchingCustomerLead
source: No dealers matching customer lead (type: {0}, postal code: {1})
fr: Aucun détaillant ne correspond à la piste du client (type : {0}, code postal : {1})

source: No Interest
fr: Aucun intérêt

source: OEM
fr: Fabricant d’équipement d’origine

# OneToTwoYears
source: 1-2 years
fr: 1 à 2 ans

source: on the
fr: sur le

source: Partnership
fr: Société de personnes

source: Please sign in using your email address and following password
fr: Veuillez ouvrir une session en utilisant votre adresse de courriel et le mot de passe suivant

source: Preferred contact method
fr: Mode de communication privilégié

source: Proof of Insurance
fr: Preuve d’assurance

source: Referrals
fr: Recommandations

source: Sole Prop
fr: Propriétaire unique

source: Support
fr: Soutien

# TenOrMore
source: 10 or more
fr: 10 ou plus

source: Thanks for your interest in home improvement service
fr: Merci de votre intérêt envers le service de rénovation résidentielle

source: There are no dealers matching following lead
fr: Aucun détaillant ne correspond à la piste suivante

source: Trade Shows
fr: Salons commerciaux

source: Transaction ID
fr: ID de transaction

source: Unfortunately this lead is no longer available
fr: Malheureusement, cette piste n’est plus disponible

# UnhappyCurrentFinancing
source: Unhappy with current solution
fr: Insatisfait de la solution actuelle

# WeAreLookingForTheBestProfessionalForYourHomeImprovementProject
source: We’re looking for the best professional for your home improvement project
fr: Nous recherchons le meilleur professionnel pour votre projet de rénovation résidentielle

# WeAreNowLookingForheBest
source: We’re now looking for the best home professional in your area - selected contractor will contact you soon.
fr: Nous recherchons maintenant le meilleur professionnel dans votre région. L’entrepreneur sélectionné communiquera avec vous prochainement.

# WeFoundHomeProfessionalForYour
source: We found home professional for your home improvement project
fr: Nous avons trouvé un professionnel pour votre projet de rénovation résidentielle

source: We found home professional for your home improvement project
fr: Nous avons trouvé un professionnel pour votre projet de rénovation résidentielle

# WillContactYouSoonText
source: will contact you soon
fr: communiquera avec vous prochainement

source: You can view your account on
fr: Vous pouvez voir votre compte sur

source: You have been
fr: Vous avez été

# _10_Saved
source: Saved
fr: Enregistré

# _11_Quote
source: Quote
fr: Devis

# _12_Submitted
source: Submitted
fr: Soumis

# _13_Submitted
source: Submitted
fr: Soumis

# _14_CBRWarnings
source: CBR Warnings
fr: Avertissements CBR

# _16_CBRFailure
source: CBR Failure
fr: Échec CBR

# _18_Equipment
source: Equipment
fr: Équipement

# _19_Submitthroughautomation
source: Submit through automation
fr: Soumis par l’automatisation

# _20_CreditReview
source: Credit Review
fr: Évaluation de crédit

# _20_CreditReviewECP
source: Credit Review (ECP)
fr: Évaluation de crédit (ECP)

# _22_MoreInfowoemailnotice
source: More Info (w/o email notice)
fr: Renseignements supplémentaires (sans avis par courriel)

# _23_MIRNotReceived
source: MIR Not Received
fr: MIR non reçu

# _24_Re_Submitted
source: Re-Submitted
fr: Soumis de nouveau

# _24_Re_SubmittedE
source: Re-Submitted E
fr: E soumis de nouveau

# _25_Declined
source: Declined
fr: Refusé

# _25_DeclinedEnableDeals
source: Declined Enable Deals
fr: Transactions activées refusées

# _25_DeclinedNorthstar
source: Declined Northstar
fr: Northstar refusé

# _25_Declinedwoemailnotice
source: Declined (wo/email notice)
fr: Refusé (sans avis par courriel)

# _26_Pre_Approved15k
source: Awaiting Enbridge Approval
fr: En attente de l'approbation d'Enbridge

# _26_Pre_ApprovedECP
source: Awaiting Enbridge Approval
fr: En attente de l'approbation d'Enbridge

# _27_FinalReview_RecommendApproval
source: Final Review-Recommend Approval
fr: Examen final – Recommander l’autorisation

# _28_Approved
source: Approved
fr: Autorisé

# _28_Approved15k
source: Approved $15k
fr: Autorisé 15 000 $

# _28_ApprovedEcoEnergy
source: Approved (Eco Energy)
fr: Autorisé (écoénergétique)

# _28_ApprovedECP
source: Approved (ECP)
fr: Autorisé (ECP)

# _28_ApprovedEnable
source: Approved Enable
fr: Autorisé – activé

# _28_ApprovedEnbridge
source: Approved (Enbridge)
fr: Autorisé (Enbridge)

# _28_ApprovedNorthstar
source: Approved Northstar
fr: Autorisé – Northstar

# _28_ApprovedNorthstarwoemail
source: Approved Northstar (w/o email)
fr: Autorisé – Northstar (sans courriel)

# _28_ApprovedSecondLook
source: Approved Second Look
fr: Autorisé – second examen

# _28_ApprovedUtileCredit
source: Approved (Utile Credit)
fr: Autorisé (Utile Credit)

# _28_ApprovedVault
source: Approved Vault
fr: Autorisé Vault

# _28_Approvedwoemailnotice
source: Approved (wo/email notice)
fr: Autorisé (sans avis par courriel)

# _29_Declinedwouemailnotification
source: Declined (w/ou email notification)
fr: Refusé (sans avis par courriel)

# _29_DWverbalapproval
source: DW verbal approval
fr: DW Approbation verbale

# _30_ReadytoDoc
source: Ready to Doc
fr: Prêt pour les documents

# _31_DocsOut
source: Docs Out
fr: Documents sortants

# _32_DocsReceived
source: Docs Received
fr: Documents reçus

# _34_DocsBackIncomplete
source: Docs Back Incomplete
fr: Documents retournés incomplets

# _35_DeadDeal
source: Dead Deal
fr: Transaction abandonnée

# _37_PendingAuditCall
source: Pending Audit Call
fr: Appel de vérification en attente

# _38_Awaitingdelivery
source: Awaiting delivery
fr: En attente de livraison

# _40_DealFundingRequested
source: Deal Funding Requested
fr: Financement d’affaire demandé

# _42_ReadyforAudit
source: Ready for Audit
fr: Prêt pour la vérification

# _46_Funded_Syndicated
source: Funded-Syndicated
fr: Financé – syndiqué

# _48_AuditinProgress
source: Audit in Progress
fr: Vérification en cours

# _49_FundingTomorrow
source: Funding Tomorrow
fr: Financement demain

# _50_AuditedDeficient
source: Audited Deficient
fr: Vérifié – déficient

# _51_AuditedAwaitingTPV
source: Audited Awaiting TPV
fr: Vérifié - En attente de TPV

# _52_TPVConfirmed
source: TPV Confirmed
fr: TPV confirmé

# _53_TPVInternal
source: TPV Internal
fr: TPV Interne

# _84_ExpiredApproval
source: Expired Approval
fr: Autorisation expirée

# _85_CustomerChangedMind
source: Customer Changed Mind
fr: Le client a changé d’avis

# _86_Cancelled
source: Cancelled
fr: Annulé

# _90_MasterLineofCreditapproval
source: Master Line of Credit approval
fr: Autorisation de la marge de crédit principale

# _91_Terminated
source: Terminated
fr: Terminé

source: Approved Blue Chip
fr: Autorisé Blue Chip

source: Booked
fr: Réservé

source: Cancelled
fr: Annulé

source: Declined Blue Chip
fr: Refusé Blue Chip

source: Exported
fr: Exporté

source: Pre Approved 20 K
fr: Préautorisé 20 000

source: Pre Approved 5 K
fr: Préautorisé 5 000

source: Pre-Approved
fr: Préapprouvé

# _Pre_Approved10K
source: Approved 10 K
fr: Autorisé 10 000

source: Pre Approved 15 K
fr: Préapprouvé 15 000

# _S_Approved
source: Approved
fr: Autorisé

# _S_Creditreview
source: Credit review
fr: Évaluation de crédit

# _S_Dead
source: Dead
fr: Décédé

# _S_Declined
source: Declined
fr: Refusé

# _S_Docsin
source: Docs in
fr: Documents entrants

# _S_Docsout
source: Docs out
fr: Documents sortants

# _S_Funded
source: Funded
fr: Financé

# _S_Fundingrequested
source: Funding requested
fr: Financement demandé

# _S_Moreinformation
source: More information
fr: En savoir plus

# _S_Submitted
source: Submitted
fr: Soumis

# _25_DeclinedBlueChip
source: Declined Blue Chip
fr: Refusé Blue Chip

# _26_Pre_Approved
source: Awaiting Enbridge Approval
fr: En attente de l'approbation d'Enbridge

# _28_ApprovedBlueChip
source: Approved Blue Chip
fr: Autorisé Blue Chip

source: Unemployed
fr: Sans emploi

source: BYID card
fr: Carte BYID

# DealerCancelledEsign
source: Dealer cancelled eSignature process
fr: L'entrepreneur a annulé le processus lié à la signature électronique

# CanadianFamilyMilitaryCard
source: Canadian Military Family Identification Card
fr: Carte d’identité pour les familles des militaires canadiens

# CanadianMilitaryCard
source: Canadian Military Employment Card
fr: Carte d’emploi pour les militaires canadiens

# CanadianPassport
source: Canadian or foreign passport
fr: Passeport canadien ou étranger

# CertificateInidanStatus
source: Certificate of Indian Status
fr: Certificat du statut d’Indien

# DriverLicense
source: Driver’s license
fr: Permis de conduire

# PalCard
source: Possession and Acquisition License (PAL card)
fr: Permis de possession et d’acquisition

source: Permanent Residency Card
fr: Carte de résident permanent

source: Employed
fr: Employé

source: Suite
fr: Bureau

source: Retired
fr: À la retraite

source: Self employed
fr: travailleur autonome

# CanadianBlindIdentificationCard
source: Canadian National Institute for the Blind identification card
fr: Carte d’identité de l’Institut national canadien pour les aveugles

source: Canadian citizenship card
fr: Carte de citoyenneté canadienne

source: Annual
fr: Annuel

source: Full time
fr: Temps plein

source: Hourly rate
fr: Taux horaire

source: Part time
fr: Temps partiel

source: Salary/Income
fr: Salaire

# ChequeBankPAP
source: Void Cheque or Bank PAD Authorization Letter
fr: Chèque annulé ou lettre d’autorisation de paiement pré-autorisé par la banque

source: Credit Application
fr: Demande de crédit

source: Income verification
fr: Preuve de revenu

source: Address
fr: Adresse

source: City
fr: Ville

source: Cost of Borrowing
fr: Frais d’emprunt

source: Customer First Name
fr: Client Prénom

source: Customer Last Name
fr: Client Nom de famille

source: Dealer Invoice Amount
fr: Montant de la facture

source: Down Payment
fr: Acompte

source: Monthly Payment
fr: Paiement mensuel

source: Payment Type
fr: Type de paiement

source: Postal Code
fr: Code postal

source: Total Amount Financed
fr: Total du montant financé

source: Total Obligation
fr: Total de l’obligation

source: CVC Confirmed
fr: CVC Confirmé

source: CVC Waiting to Fund
fr: CVC Attendant à fonds

# VoidChequeBankPAPAuthorizationLetter
source: Void Cheque Bank PAD Authorization Letter
fr: Chèque annulé ou lettre d’autorisation de paiement pré-autorisé par la banque

source: Custom
fr: Personnaliser

# EqualPayments
source: 0% Equal Payments
fr: 0% Egal Payments

source: Standard Rate
fr: Taux Standard

source: Conditional Approval
fr: Approbation conditionnelle

# ContractChangedCancelledEsign
source: Contract was changed
fr: Le contrat a été modifié

# LeaseApplicationHwt
source: Lease (HWT)
fr: Location (Réservoir d'eau chaude)

# LeaseApplication
source: Lease
fr: Location

source: Prime
fr: A risque élevé

source: Prime Plus
fr: A risque normal

source: Super Prime
fr: A faible risque

source: Combi Boiler
fr: chaudière mixte

source: Hot Water Heater (CV)
fr: chauffe eau (évent conventionnel)

source: Hot Water Heater (PV)
fr: chauffe eau (évent de puissance )

source: Humidifier with Furnace
fr: Humidificateur avec four

# MediaFilterNSAU
source: Media Filter (no stand alone units)
fr: Filtre média (pas d'unités autonomes)

# ReverseOsmosisNSAU
source: Reverse Osmosis (no stand alone units)
fr: Osmose inverse (pas d'unités autonomes)

# TwoPiecesofEquipmentWSCF
source: 2 Pieces of Equipment (water softener/carbon filter)
fr: 2 pièces d'équipement (adoucisseur d'eau / filtre à charbon)

source: Water Filter
fr: Filtre à eau

source: Water Filter & Water Softener
fr: Filtre à eau et adoucisseur d'eau

source: Water Softener
fr: Adoucisseur d'eau

source: Whole Home Combo
fr: Combo maison entière

source: Dealer Profile Update
fr: Mise à jour du profil du marchand

source: Funded Deals
fr: Demandes financées

source: Pending Deals
fr: Demandes en attente

source: Portal Inquiries
fr: Informations sur le portail

source: Program Inquiries
fr: Informations sur le programme
